<?php
// -------------------------------------------------------------------------------------------------
// Настройка Mailer.
// -------------------------------------------------------------------------------------------------

define('SMTP_HOST', 'smtp.mail.ru');
define('SMTP_PORT', 465);
define('SMTP_SECURE', 'ssl'); // 'ssl', 'tls', 'none'
define('SMTP_USERNAME', 'mymail@mail.ru');
define('SMTP_PASSWORD', 'ПАРОЛЬ_ПРИЛОЖЕНИЯ');
define('SMTP_FROM_EMAIL', 'mymail@mail.ru');
define('SMTP_FROM_NAME', 'YouSendIt');

// -------------------------------------------------------------------------------------------------
// Настройка URL (ЧПУ).
// -------------------------------------------------------------------------------------------------
// true  - использовать короткие ссылки (http://site.com/bK86dG3KGM8L)
//         Требуется настроенный .htaccess с mod_rewrite
// false - использовать обычные ссылки (http://site.com/?d=bK86dG3KGM8L)
//         Работает без mod_rewrite на любом сервере
define('USE_MOD_REWRITE', false);

